Repository: jhonistracke/MyTrap-Mobile
Catalog: source/MyTrap/MyTrapApp.WP/Strings/*/Resources.resw
Source language: en_us
Languages: pt_br

source: Login with facebook
pt_br: Entrar com facebook

# title_login.Text
source: Place traps and wait for someone to get caught when going through their traps. Call your friends and start now to capture the crowd!
pt_br: Plante trapas em locais movimentados e aguarde alguém ser explodido. Chame seus amigos e começe a explodir a galera.

# error_login_facebook
source: Could not authenticate with Facebook
pt_br: Não foi possível conectar ao facebook :(

# alert_title_success
source: Success
pt_br: Uhuu

# alert_title_error
source: Warning
pt_br: Oh no

# btn_arm_trap
source: Place Trap
pt_br: Plantar

# btn_buy_trap
source: Buy
pt_br: Comprar

# new_trap_notification
source: Disarmed Trap!
pt_br: Armadilha foi ativada!

# you_caught_by_user
source: You were caught by {0}!
pt_br: Você foi pego por {0}!

# you_caught_other_user
source: You caught {0} and won {1} points!
pt_br: Você pegou {0} e ganhou {1} pontos!

# arm_more
source: Place more traps to stay in the game.
pt_br: Coloque mais armadilhas para continuar no jogo.

# buy_more
source: Buy traps to stay in the game.
pt_br: Compre armadilhas para continuar no jogo.

# arm_a_trap_msg
source: Place a trap and wait for someone to get caught to earn points
pt_br: Coloque uma armadilha e aguarde alguém ser pego para ganhar pontos

# buy_a_trap_msg
source: You have no more traps. Buy some traps now
pt_br: Você não possui armadilhas em estoque. Compre algumas agora mesmo

source: Points:
pt_br: Pontos:

source: Traps:
pt_br: Armadilhas:

# home_left_menu
source: Home
pt_br: Início

# arm_left_menu
source: Place Trap
pt_br: Colocar Armadilha

# shop_left_menu
source: Traps
pt_br: Armadilhas

# traps_armed_left_menu
source: Placed Traps
pt_br: Armadilhas ativas

# arm_trap_title_alert
source: Place trap
pt_br: Colocar Armadilhas

# msg_confirm_arm_trap
source: You want to place the trap at the current position?
pt_br: Deseja colocar a armadilha nesse local?

# msg_success_arm_trap
source: Trap was placed. You will be notified when someone is gaught!
pt_br: A armadilha foi ativada :D Uma notificação surgirá quando alguém passar por ela.

source: Choose your trap
pt_br: Escolha o tipo da armadilha

source: Getting target...
pt_br: Obtendo alvo...

# arming_trap
source: Putting trap...
pt_br: Ativando armadilha...

source: Small
pt_br: Pequena

source: Big
pt_br: Grande

# no_traps_armed
source: You didn\'t put traps :(
pt_br: Nenhuma armadilha foi ativada ainda :(

source: Loading traps...
pt_br: Carregando armadilhas...

source: STORE
pt_br: LOJA

source: MY TRAPS
pt_br: MINHAS ARMADILHAS

source: Buy
pt_br: Comprar

source: Loading inventory...
pt_br: Carregando inventário...

source: Registering purchase...
pt_br: Registrando compra...

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Attention
pt_br: Atenção

# general_error
source: Unable to perform the operation. Try again later
pt_br: Não foi possível realizar a operação :( Tente mais tarde

# format_date_hour_minute
source: MM/dd/yyyy HH:mm
pt_br: dd/MM/yyyy HH:mm

source: Loading...
pt_br: Carregando
